,420pp
--
-.-t
-.accordingly
-.db
-.i.r
-.p.c
-.pq
-.w
-.w.s
-0n-record
-0sq
-17th
-7b
-7th
-a
-a-
-a-school
-a.
-a.appeal
-a.o
-abad
-able
-about
-absentia
-absorption
-acceptance
-accounts
-accuse
-accused
-acr.pc
-adjudicatory
-admin
-admissible
-admission
-admitted
-adopting
-advertise
-advice
-affirmed
-after
-age
-agitated
-ahat
-ahwat
-aid
-al-kazim
-alam
-alia
-allotment
-allotted
-amd
-and
-anitio
-answer
-ao
-appeal
-appearance
-appellant
-applicability
-applicant
-appointed
-appointments
-appraisal
-appraisement
-appraising
-appreciated
-appreciating
-appreciation
-approach
-appropriated
-appropriating
-arguments
-arms
-army
-arranged
-arrest
-arrested
-article
-as
-aside
-associates
-ast
-ast-
-astore
-at-large
-attended
-attracted
-auction
-audit
-automatic
-autonomo
-autonomous
-availabi
-availability
-award
-az-zuhrain
-b
-b.
-b494
-bail
-bailable
-bait
-balt
-balti
-baltia
-baltis
-baltist
-baltista
-baltistan
-baltistasn
-baltsitan
-baltstan
-bandi
-bars
-based
-batista
-bearing
-bedded
-being
-bhera
-bidding
-bis-
-bis-sabab
-blackening
-blatistan
-body
-bone
-book
-books
-border
-bore
-bound
-box
-bps-
-branded
-bringing
-built
-bus
-by
-c
-c.
-c99
-ca
-cadre
-called
-calling
-caretaker
-carpeting
-cases
-cashed
-category
-cause
-centric
-chairman
-charge
-checking
-cheque
-chief
-chilim
-china
-circular
-cl
-cl-
-class
-clation
-clause
-coercive
-cognizable
-col.
-coloured
-come
-committee
-committees
-communicating
-complainant
-compliance
-compliant
-composition
-conceiv
-concert
-condition
-conditions
-conduct
-confidence
-connected
-conscious
-consent
-consequence
-considerate
-considered
-constitution
-constitutional
-construction
-consult
-contained
-continent
-contradictory
-convict
-conviction
-cooperation
-cooperative
-correct
-corruption
-court
-craft
-cridible
-criminal
-cum
-cum-
-cum-fitness
-cum-judicial
-cum-magistrates
-cum-office
-cum-rating
-cum-store
-curriculum
-customer
-cutting
-d
-d.
-d.ii
-d16
-d2
-d5
-dally
-daran
-date
-dated
-day
-days
-dd
-debtor
-debtors
-dec-
-decease
-deceased
-dedicated
-deed
-defeating
-defense
-defined
-denial
-department
-deposit
-depth
-designate
-designated
-designation
-destruct
-determination
-determine
-determining
-dev-f
-developed
-development
-developmental
-dhq
-dig
-direction
-director
-disciplined
-discrepant
-discussed
-discussion
-disputed
-disturbed
-division
-divisional
-dmr
-dna
-down
-drawn-out
-dressed
-dried
-driven
-driver
-dsp
-e
-e-
-e-aabpashi
-e-abpashi
-e-ahmad
-e-ahwat
-e-al-ahwat
-e-ala
-e-alahwat
-e-alam
-e-ali
-e-amad
-e-amd
-e-azam
-e-aziz
-e-bahawalpur
-e-baiat
-e-bidat
-e-biddat
-e-deh
-e-dodoshal
-e-f
-e-faisal
-e-gilgit
-e-haq
-e-hassan
-e-imamia
-e-imran
-e-islami
-e-jafri
-e-jafria
-e-jamhuriat
-e-khata
-e-lahore
-e-manan
-e-mualla
-e-muwathabit
-e-muwathibat
-e-nabi
-e-new
-e-pak
-e-quaid
-e-radd
-e-rashadeen
-e-sabab
-e-samigal
-e-sarkar
-e-sat
-e-shahadat
-e-shahdat
-e-shibh
-e-shoora
-e-shura
-e-sulh
-e-sunnat
-e-v
-e-waqt
-e-zail
-e-zamee
-e-zameen
-e-zuhar
-e.
-ear
-economic
-eden
-edged
-edu
-edu-
-educated
-education
-effectiveness
-eight
-election
-electric
-emeditated
-emis
-employed
-employee
-employees
-employment
-empt
-empted
-emption
-emptor
-enabled
-enacted
-encompassing
-engineer
-engineering
-entered
-entrenched
-epa
-equipment
-equitable
-era
-esst-iii-
-established
-establishing
-esteem
-estt
-evaluate
-exam
-examina
-examinati
-examinatio
-examination
-examine
-examined
-exceptional
-executor
-exercised
-existed
-existence
-existent
-existing
-explained
-explanatory
-export
-extension
-eyed
-f
-f.
-facie
-fajr
-falsafa
-fareed
-father
-favour
-fbr
-federal
-feelings
-fi-ma
-fiddle
-fide
-field
-fil-ardh
-fil-nafs
-filing
-finance
-finding
-fiqa
-fiqa-ul-ahwat
-first
-five
-fixed
-fledged
-for
-form
-formal
-forms
-forth
-forward
-found
-founded
-framing
-free
-from
-functional
-fund
-g
-g.
-gang-rape
-gate
-gates
-gazetted
-gbc
-gbla
-general
-generating
-generators
-gilani
-giver
-gotten
-governance
-government
-governmental
-grabbing
-gradation
-gradations
-grade
-graded
-grams
-grou
-ground
-h
-h.c.ntf
-h2
-half
-hand
-handed
-hc-ntf
-heads
-hear
-heard
-hearing
-helix
-heritance
-high
-hiring
-hoc
-holder
-hostile
-hours
-house
-hrw
-hrw.no
-hunza
-husband
-i
-i-
-i-amd
-i-badai
-i-bain
-i-farat
-i-ishhad
-i-khata
-i-muwathibat
-i-shahadat
-i-shibh
-i.
-ict
-identificaton
-if
-ii
-ii-
-iii
-imaran
-importability
-important
-impression
-in
-in-
-in-aid
-in-charge
-in-chief
-in-interest
-in-law
-in-laws
-in-original
-in-rem
-in-terest
-inclusion
-independence
-industrial
-influenced
-information
-informed
-inheritance
-initio
-inspector
-inspectors
-instated
-instating
-interested
-interference
-interim
-interpretation
-investigation
-islamic
-isra
-issuance
-it
-iterated
-iv
-iv-
-ivi
-ix
-ix-7s-
-j
-jahad
-jehad
-jgk
-job-
-joinder
-judicata
-judice
-judiced
-judicial
-jurisdiction
-k
-kanals
-khudri
-kilomet
-km
-known
-ksf
-l
-land
-law
-laws
-leaking
-learning
-leased
-lecturer
-leg-
-legal
-legality
-legislation
-less
-level
-levy
-li-ahkamul
-lighted
-link
-linkage
-linked
-listed
-listing
-lit-iv
-lived
-m
-magistrate
-maker
-making
-man
-manager
-managing
-mandib
-mandibles
-march
-marked
-marking
-marlas
-mate
-mates
-matter
-mature
-mb
-meaning
-member
-ment
-mentioned
-mentioning
-metri
-metric
-middle
-minded
-mindedness
-mm
-mobile
-month
-months
-mortem
-mother
-moto
-motto
-muffled
-muhammad
-murtaza
-muslim
-mw
-n
-na-
-na-i
-na-ii
-nagar
-nager
-named
-natural
-ne-alam
-necessarily
-necessary
-nexus
-nha
-nine
-no
-non
-non-
-non-governmental
-non-judice
-not
-noticed
-notified
-notify
-novo
-o
-object
-objection
-objections
-observance
-occupations
-occused
-of
-of-
-of-court
-of-right
-of-rights
-of-school
-of-turn
-off
-offence
-office
-officer
-old
-on
-on-
-on-recor
-on-record
-one
-opened
-opening
-operation
-operative
-order
-ordinary
-ordinate
-ordination
-organized
-oriented
-out
-out-of-court
-outs
-over
-p
-p-b
-p-c
-pa
-paper
-paragraph
-pare
-parte
-partee
-partisan
-party
-pass
-pate
-payment
-pc
-pd
-penalty
-per
-period
-person
-petition
-petitioner
-petitioners
-phc-
-phrased
-pieces
-plaintiff
-plan
-planned
-play
-poenitentiae
-policy
-posses
-post
-postin
-posting
-postmaster
-postmortem
-powered
-practicing
-prate
-pre-
-pre-emptor
-presence
-primary
-principal
-prints
-private
-privileged
-probe
-procedure
-process
-proclaimed
-procurement
-produced
-production
-professional
-profit
-profitable
-program
-proof
-propriety
-prosecution
-ps
-psc
-pt-
-purpose
-pursuance
-pw
-pw-
-q
-qasid
-qualification
-qualifications
-qualified
-quality
-quo
-qurtabi
-r
-r-
-r-i
-r-ii
-r.ii
-rahim
-ranging
-rape
-rated
-ray
-rcc-brg
-reaching
-readin
-reading
-real
-reasoned
-referred
-reffered
-registrar
-rehaman
-relate
-relations
-reliable
-remount
-repeated
-repres
-representation
-representative
-reproduced
-request
-requisite
-requisites
-resources
-respect
-respondent
-respondents
-respondibilty
-respons
-responsive
-revised
-rg
-rights
-room
-route
-rule
-rules
-s
-s.
-saba
-sabah
-sadiq
-salary
-sanctioning
-sane
-sanitary
-sarkar
-satisfaction
-satisfied
-scale
-scaled
-scmr-
-scope
-sd
-sd-
-sd-executive
-sd-joint
-sd-tahir
-se
-se-seniority
-sealed
-sealing
-secretary
-sectio
-section
-sections
-sector
-sectoral
-sectors
-seen
-selection
-senate
-sending
-serious
-service
-serving
-settled
-seven
-sgr-
-shagrid
-shahadat
-sharer
-sharers
-shares
-shed
-sheet
-shelf
-ship
-short
-side
-sided
-significance
-sirajiyyah
-six
-skardu
-so
-so-
-sp
-speaking
-spite
-spring
-springs
-st
-st.
-stain
-stained
-standing
-state
-statement
-station
-statutory
-step
-stone
-stop
-story
-str
-structured
-submission
-subverniunt
-such
-suffered
-suit
-suited
-supreme
-sustained
-system
-t
-t.
-teachers
-teaching
-tech
-tehsildar
-tenancy
-tenant
-tendering
-tenure
-term
-terror
-terrori
-terrorism
-terrorist
-the
-third
-this
-through
-tibri
-tied
-tier
-time
-to
-to-day
-top
-touched
-track
-training
-transaction
-transfer
-transfers
-transp
-trial
-tuned
-two
-u
-u-
-u-din
-u-rehman
-u.
-ud
-ud-
-ud-din
-ul
-ul-
-ul-abidin
-ul-aman
-ul-amin
-ul-autor
-ul-bashar
-ul-bidaat
-ul-fitr
-ul-haq
-ul-haque
-ul-hassan
-ul-islam
-ul-maal
-ul-madaris
-ul-mal
-ul-momineen
-ul-nisa
-ul-qatal
-ul-quaza
-ul-wahab
-ul-zaman
-un-din
-under
-understanding
-up
-ups
-ur
-ur-
-ur-rahim
-ur-rahman
-ur-rasheed
-ur-rashid
-ur-rauf
-ur-razaq
-ur-reahman
-ur-rehman
-ur-rhman
-us-saeed
-us-sunnat
-use
-used
-uz-zama
-uz-zaman
-v
-v1
-validi
-validity
-valued
-verification
-vi
-viability
-viable
-vice
-victims
-video
-viii
-villagers
-violation
-visit
-w.f.p
-waqat
-warranted
-west
-whoever
-will
-wise
-with
-witness
-witnessed
-witnesses
-work
-working
-worming
-writ
-writing
-written
-x
-xi
-xii
-xxiii
-xxxx
-yard
-year
-years
-zad
-zahra
-zublin
-à-vis
.-
.-d
..
...
....
.....
......
.......
........
.........
............
.............
..............................
...............................
................................
.................................
......................................
.3x1
.5cm
.62mm
.7mm
.a
.a.o
.a.wahab
.abdul
.admittedly
.advocate
.after
.alamgheer
.ali
.all
.another
.any
.apart
.appeal.no
.arbitrators
.arguments
.article
.as
.assistant
.at
.b
.ban
.be
.brief
.briefly
.by
.chairman
.chief
.chowker
.civil
.cj
.controller
.conversely
.copy
.d
.docx
.does
.during
.e
.e.e
.e.f
.etc
.f.a
.faizan
.federal
.federation
.field
.for
.further
.ghulam
.gilgit
.gobrilla
.government
.h.s
.hashmat
.having
.head
.house
.how
.however
.hussain
.i
.i.r
.if
.ii
.ikhlaq
.imdad
.in
.it
.j
.jan
.judge
.jumma
.keeping
.learned
.legal
.likewise
.m.alvi
.madiha
.malik
.maqsad
.meanwhile
.misc
.mr
.mr.
.mst
.mst.khurshida
.mst.raqia
.muhammad
.my
.na
.niamat
.no
.not
.o
.o.r
.on
.one
.order
.p
.p.c
.p.c.
.payment
.pc
.petitioner
.petitioners
.phil
.pla
.pld
.power
.proforma
.provincial
.question
.r.c.no
.raja
.rehmat
.respondent
.rule
.s.c.
.s.p
.saeed
.saidian
.secretary
.shafi
.shah
.sher
.should
.similarly
.since
.so
.syed
.teacher
.that
.the
.there
.these
.this
.today
.transportations
.undoubtedly
.usman
.vice
.vide
.w.f.p
.wazir
.we
.wehavenotedthatajointroleoffiringat
.what
.wheat
.why
.with
.zafar
01being
01cm
01under
02cm
02nd
02to
02x
03rd
05
05th
07th
08cm
08th
09days
0f
0n
106th
10a
10cm
10of16that
10th
11of1611
11th
12
12of16of
12th
12the
13of16
13th
13thofnovember
147and
14of16
14th
14x16
15th
16a.pension
16of16
16th
17th
18th
1980s
1995s.c
1995scmr
1997which
19th
1a
1b
1cri
1oc
1of162013
1st
1x0
1x1
1x2
1½
20
2003scmr611
2009scmr230
2011in
2015and
2016before
2017in
20th
21st
22nd
22th
23ed
23rd
24a
24th
25th
26th
27km
27th
28a
28th
28thof
29th
2a
2cri
2modi
2nd
2ndappeal
2of
2of16d
2x
30th
31
31st
337a
337f
34ppc
3cri
3ml
3of16
3othersv.thestate
3rd
3rdparty
3x21
47days
489f
4a
4b
4c
4cri
4k-12m
4of16
4th
4½
52a
5cri
5in
5of16code
5th
5x26
5½
607of2020
60x8x3
6cri
6of16rawalpindi
6th
6the
7as
7cri
7of16aggrieved
7on
7th
8i
8of16reference
8th
9mm
9of16statement
9th
9v
:00am
:00pm
:30am
:40pm
:55am
__
__________
___________
_______________________
___________________________________________________
_section
a-
a-division
a-ii
a-vis
a.
a.a.g
a.a.gs
a.a.o
a.c.
a.d.
a.g
a.g.
a.h.
a.i.r
a.m
a.m.
a.m.receiving
a.n.f
a.o
a.o.r
a.o.vide
a.on
a.p.g
a.qadoos
a.rejuvenatin
a.s.i
a.sindhi
a.t.cs
a.urdu
a1
aa
aag
aags
aahiq
aak
aamer
aamir
aaqil
aaqila
aaqilah
aashi
aasiya
aasp
aata
ab
ab-
ab-initio
aback
abad
abadies
abaidu
abaidullah
abandon
abandoned
abandoning
abasest
abass
abate
abated
abatement
abates
abaya
abb
abba
abbas
abbasi
abbasi.c.j
abbasid
abbass
abbassi
abbotabad
abbott
abbottab
abbottaba
abbottabad
abbtakk
abd
abd-ul
abd-ur
abd-ur-raheem
abdali
abdar
abdcutee
abdication
abdomen
abdominal
abdp
abdu
abduct
abducte
abducted
abductee
abductees
abducting
abduction
abdul
abdullah
abdulllah
abdulo
abdur
abdur-
abdus
abeen
abeer
abet
abetment
abets
abetted
abetting
abettor
abeyance
abher
abi
abid
abida
abide
abideen
abidhussain
abiding
ability
abim
abinitio
abir
abject
abl
ablaze
able
abled
ableness
ablished
ably
abne
abnormal
abnormally
abo
abode
abolish
abolished
abolishing
abolishment
abortive
abounded
about3.00p.m
abov
above-mentioned
above-named
above.we
abovementioned
abp
abrasion
abridge
abridged
abrission
abrission.
abro
abroad
abrogating
abrupt
abruptly
absc
abscond
abscondance
absconded
abscondence
absconder
absconding
abscons
absconsion
absconsions
abscontion
absence
absent
absented
absentia
absolut
absolute
absolutely
absolve
absolved
absorb
absorbed
absorbee
absorbees
absorbing
absorpti
absorption
absoultly
abstain
abstains
abstemious
abstention
abstinence
abstract
abstracted
absurd
abtd
abu
abud
abujah
abul
abundant
abundantl
abundantly
abupt
abuse
abused
abusing
abusive
abut
abuzar
ac
acade
academic
academy
acant
acations
acc
acccused
acce
acceded
accedes
acceding
accelerate
accelerated
acceleration
accep
accept
acceptable
acceptan
acceptance
accepte
accepted
accepting
accepts
access
accessibility
accessible
accessibly
accessing
accession
accessory
accident
accidental
accidentally
acclaimed
acco
accommodate
accommodated
accommodating
accommodation
accomp
accompan
accompanied
accompany
accompanying
accomplice
accomplish
accomplished
accomplishing
accomplishment
accontant
accor
accord
accordan
accordanc
accordance
accorded
accordin
according
accordingl
accordingly
accoun
account
accounta
accountab
accountabil
accountabili
accountability
accountable
accountant
accounted
accounting
accourdingly
accredit
accreditation
accretion
accrue
accrued
accrues
accruing
acctt
accu
accumulated
accumulation
accumulative
accuracy
accurately
accus
accusation
accusd
accuse
accused
accuses
accustom
accustomed
aced
acent
acfo
ach
achakzai
ached
achers
achiev
achieve
achieve.this
achieved
achievement
achieves
achieving
acid
acie
acis
ack
acknow
acknowle
acknowledg
acknowledge
acknowledged
acknowledgement
acknowledges
acknowledging
acknowledgment
acommune
acq
acqruing
acqu
acquaintance
acquainted
acqui
acquire
acquired
acquires
acquiring
acquisi
acquisitio
acquisition
acquisiton
acquistion
acquit
acquittal
acquitted
acquitting
acr
acre
acro
across
acsi
acsis
acso
act
acta
acte
acted
acti
actin
acting
actio
action
actionable
activate
active
actively
activism
activist
activit
activity
acton
actu
actual
actuality
actualization
actualized
actually
actuated
actus
acused
acute
acuum
acy
ad
ad-
ad-interim
ad.r
ad3
ad5
ada
adam
adamant
adamjee
adap
adapt
adaptat
adaptation
adapted
adaption
adaqat
adara
adat
adb
adbp
adc
adcg
add
addam
added
addi
addiction
adding
addit
additi
additio
addition
additiona
additional
additionally
additoinal
addl
addle
addpp
addr
addre
address
addressed
addressing
adduce
adduced
adducing
ade
adequacy
adequate
adequately
adhere
adhered
adherence
adheres
adhering
adhoc
adi
adiala
adigp
adil
adina
ading
adiq
adis
adj
adja
adjacency
adjacent
adjo
adjoining
adjou
adjourn
adjourned
adjournm
adjournme
adjournment
adju
adjudge
adjudged
adjudi
adjudic
adjudica
adjudicate
adjudicated
adjudicati
adjudicating
adjudication
adjudicatory
adjust
adjustable
adjusted
adjusting
adjustm
adjustment
adl
adm
adm-
admaster
admeasuring
admi
admin
admini
adminis
administ
administer
administered
administering
administr
administra
administrat
administrati
administration
administrativ
administrative
administrator
admins
admirable
admissibility
admissible
admissio
admission
admissional
admit
admits
admitt
admitte
admitted
admittedly
admitti
admitting
admn
adnan
ado
adocate
adolescence
adolescent
adopt
adoptation
adopted
adopteion
adopter
adopti
adopting
adoption
adoptive
adopts
adp
adpp
adrasa
adult
adultery
adulthood
adv
adva
advance
advanced
advanceme
advancement
advancing
advantage
advantaged
advantageous
advantageously
advcoate
adventurous
adversarial
adversary
adverse
adversely
advert
adverted
adverti
adverting
advertis
advertise
advertised
advertisemen
advertisement
advertising
advertized
advi
advic
advice
advis
advisable
advise
advised
advisedly
adviser
advisor
advisory
advo
advoc
advoca
advocat
advocate
advocate-
advocate-general
advocate-on-record
ady
adyala
ae
aee
aeo
aerial
aerobics
af
afa
afar
aff
affa
affai
affair
affaire
affar
affect
affecte
affected
affectee
affectees
affecting
affection
affectionate
affective
affi
affidavit
affiliate
affiliated
affiliation
affirm
affirma
affirmation
affirmative
affirmatively
affirmed
affirming
affirms
affixation
affixed
affixing
affluent
afford
affordable
afforded
affording
affords
afghan
afghanistan
afiat
afiz
afjal
afo
afor
afore
afore-referred
aforementioned
aforenoted
aforereferred
aforesa
aforestated
afqat
afraid
afraz
afresh
afridi
afsar
afshan
aft
aftab
afte
aftermath
afterthought
afterward
afterwards
afticle
afza
afzaal
afzal
ag
aga
agai
agains
againts
agar
age
aged
agenc
agency
agenda
agent
agg
aggarwal
aggb
aggr
aggravated
aggregate
aggregating
aggressed
aggression
aggressive
aggressor
aggri
aggriev
aggrieve
aggrieved
agha
aginst
agistrate
agitat
agitate
agitated
agitates
agitating
agitation
agms
ago
agony
agpr
agr
agraphs
agree
agreed
agreeing
agreem
agreement
agrees
agri
agricult
agricultu
agricultur
agricultural
agriculture
agriculturist
agro
ah
ahad
ahadis
ahadith
ahamed
ahc
ahead
aheem
ahi
ahim
ahingling
ahkam
ahl
ahl-e-tashih
ahlay
ahle
ahle-sunnat
ahlian
ahliyan
ahlmed
ahm
ahma
ahmad
ahmad_______________________
ahmadabad
ahmd
ahme
ahmed
ahmedabad
ahmedpur
ahnaf
ahned
ahore
ahsan
ahsanullah
ahwat
ahzab
ai
aib
aid
aided
aiding
aig
aigp
aii
aijaz
aikha
ail
ailable
ailed
ailing
ailment
aim
aimed
aiming
aimma
ainable
ainant
ained
ainst
aint
aintainable
aintenance
aintiff
aintiffs
air
aired
airing
airli
airline
airman
airport
airy
aisde
aisha
aisps
aitwood
aitzaz
aiysha
aj
ajab
ajad
ajeed
aji
ajjad
ajk
ajmal
ajointandgeneral
ak
akari
akash
akbar
akber
ake
akeel
aken
akenly
akesp
akh
akham
akhar
akhbar
akhlaq
akhon
akhond
akhori
akhtar
akhter
akhun
aki
akin
akistan
akistani
akpbsp
akrai
akram
akramv.the
akramvs
akrsp
aktar
akuddas
al
al-
al-ahzab
al-ahzabwhich
al-fajr
al-farid
al-jame
al-jehad
al-majellah
al-masjid-ulharam
al-noor
al-sadiq
ala
alab
alable
alam
alamd
alamdar
alamgir
alamiqbal
alamzeb
alarm
alarming
albaqrah
albeit
albridge
ale
alec
aled
aleem
aleemullah
alenda
alert
alerting
alf
alfred
algor
ali
ali-
alia
aliabad
alias
alibi
alien
alienated
alienating
alienation
alif
alifying
align
aligned
alignment
aligns
alik
alike
alimullah
aling
alipur
alishan
ality
alive
aliya
aliyar
aliyas
aljahad
aljamat
alkhairi
allah
allah.and
allahabad
allahyar
allama
allan
alle
alleg
allegat
allegation
allege
alleged
allegedagainstthepetitioner
allegedl
allegedly
alleges
allegiance
alleging
allemulah
allemullah
alleviate
alleviation
alley
allianz
allied
allistic
allmullah
allo
alloca
allocate
allocated
allocating
allocation
allot
allotees
allotment
allotted
allottee
allottees
allotting
allow
allowa
allowable
allowan
allowanc
allowance
allowe
allowed
allowing
allows
alls
alltheaforementioned
allthesentences
alluded
ally
alm
almara
almas
almi
almighty
almina
almost
alms
alon
alone
along
alonghwith
alongside
alongway
alongwi
alongwit
alongwith
alongwithfine
alongwithhistwo
aloo
aloud
alp
alqultoshi
alr
alre
alrea
already
alsaba
alsabah
alse
alsifying
also
alsocourt
alsoextended
alt
altaf
alter
alteram
alterati
alteration
altercation
altered
altering
alternate
alternative
alternatively
alterum
altho
althoug
although
altistan
altit
altogether
alty
aluka
alvi
alw
always
alyas
amaar
amadullah
amaiz
amal
amalgamated
aman
amanat
amanaullah
amani
amanull
amanullah
amassing
amb
amba
ambar
amber
ambiguity
ambiguo
ambiguous
ambit
ambition
ambreen
ambulance
ambush
ambushed
amd
ame
ameen
ameer
amely
amen
amenable
amend
amended
amending
amendme
amendmen
amendment
amendment0
amends
amer
america
american
ami
amiable
amic
amicable
amicably
amicus
amin
amina
aminabad
aminullah
amir
amirul
amirullah
amjad
ammad
ammar
ammara
ammes
ammunition
amna
amo
amon
among
amongs
amongst
amou
amoun
amount
amounted
amounti
amounting
amphari
amphary
amphry
ample
amplication
amplification
amplified
amplitude
amply
amr
amral
amrood
an
ana
anabsconder
anadditional
anaging
anal
analog
analogy
anals
analys
analysis
analyst
analytical
analytically
analyze
analyzed
analyzing
anam
anar
anauddin
anayat
ance
ances
ancestor
ancestral
ancestry
anchor
anchored
ancial
ancil
ancillary
and08
andal
andaleeb
andassuchthereisadoubtintheprosecution
andatory
andbabarzai
andbenefitofsection382-bcr.p.c
anddamanamounting
andh
andhistwoco-accused
andhra
andinjured
andleeb
andmother
andothersv.falaksherand
andra
android
andsentence
andshahzad
anees
aneeta
anent
aneous
anew
anf
angarh
ange
anged
anger
angle
anguish
ani
anika
animal
animosity
animus
anisur
anjum
anjuman
anjuman-
ank
anker
anking
ankle
annan
annex
annex-h.
annexed
annexure
annexure-a
annexures
annot
annotated
annou
announ
announc
announce
announced
announcement
announcing
annoyance
annoyed
annu
annual
annually
annul
annulled
annum
annxure
anomaly
anonymity
anot
anoth
anothe
another
anothers
anoxia
anr
ansar
ansari
ansferred
ansferring
ansha
ansmitting
ansom
ansparent
ansport
answ
answe
answer
answered
answeri
answering
ant
antamount
ante
ante-dated
ante-mortem
antecedent
anted
antedated
anteed
antenna
anterior
anterolateral
anther
anti
anti-
anti-corruption
anti-terroris
anti-terrorism
anti-terrorist
antibody
anticipated
antime
anting
antique
antiquity
antiterrorism
antiterrorist
anum
anveer
anvil
anwaar
anwar
anwari
anxiety
anxious
anxiously
anybody
anycommonsense
anyhow
anymore
anyone
anyother
anyth
anything
anywhe
anywhere
anzoor
ao
aob
aor
aordinary
ap
apart
ape
apeal
apellate
apex
apg
apital
apmo
apologize
apologized
apology
apon
app
apparatus
apparent
apparently
appe
appea
appeal
appeal.w.petition
appealable
appealed
appeallant
appeallants
appeallate
appealno
appear
appearance
appeare
appeared
appeari
appearin
appearing
appears
appel
appela
appell
appella
appellae
appellalte
appellan
appellant
appellant-department
appellat
appellate
append
appended
appendix
appl
appli
appliance
applic
applica
applicab
applicability
applicable
applicant
applicant-department
applicat
applicati
applicatio
application
application.the
applied
applies
appllate
apply
applying
appo
appoi
appoin
appoint
appointed
appointee
appointin
appointing
appointm
appointme
appointmen
appointment
apportionment
apposing
appr
appraisa
appraisal
appraise
appraised
appraisement
appraising
appre
apprec
appreciable
appreciate
appreciateable
appreciated
appreciates
appreciati
appreciating
appreciatio
appreciation
apprehend
apprehended
apprehending
apprehends
apprehension
apprehensive
apprentice
apprenticeship
apprise
apprised
apprising
appro
approa
approac
approach
approached
approaching
approbate
appropriat
appropriate
appropriately
appropriation
approv
approva
approval
approve
approved
approver
approves
approving
approx
approximate
approximately
appurtenant
april
aprobating
apt
apting
aptly
aq
aqbool
aqeedullah
aqeel
aqi
aqiati
aqib
aqil
aqleen
aqsa
aque
aquitted
ar
ara
ara-iv
arab
arabia
arabiafor
arabic
arable
arafat
aranty
arash
arat
arate
arbab
arbaz
arbi
arbiter
arbitrarily
arbitrariness
arbitrary
arbitrat
arbitration
arbitrator
arc
arch
arched
archi
archipelagic
architect
archival
archive
archu
ard
ardeshair
arding
ardu
are
are10
area
areez
areherebyset
arent
arer
arf
arfa
arg
argah
arge
arges
argis
argu
arguable
argue
argued
arguendo
argues
arguing
argum
argume
argumen
argument
ari
arian
arid
aries
arif
arif-ud-din
arifa
arifudin
aring
aris
arise
arised
arisen
arises
arising
arithmetical
arity
ark
arlas
arm
arman
armed
army
arned
arooj
arora
arose
aroun
around
arp
arr
arrak
arrange
arranged
arrangem
arrangement
arranging
array
arrayed
arraying
arre
arrear
arrears
arred
arres
arrest
arreste
arrested
arresting
arri
arried
arrier
arrival
arrive
arrived
arriving
arrogant
arrow
arsalan
arsalla
arsenal
arsh
arshad
arshaf
arslan
art
arti
artial
artic
articl
article
articularly
articulat
articulate
articulated
arties
artificial
artilce
artile
arting
artisan
artistic
artment
arttic
arty
ary
as
asa
asaan
asad
asad9
asadu
asadullah
asam
asb
asbar
asc
ascend
ascendant
ascer
ascertai
ascertain
ascertainable
ascertained
ascertaining
ascertainment
ascompensation
ascribed
ascribing
ase
ased
aseless
asenvisaged
asf
asfand
asfandyar
asfar
asgar
asgha
asghar
ash
asharaf
ashari
asharis
ashdar
ashder
asher
ashfa
ashfaq
ashfaque
ashgar
ashifaq
ashigue
ashiq
ashiqhussian
ashiran
ashmir
ashoar
ashoke
ashoor
ashra
ashraf
ashraft
ashrat
asi
asia
asian
asic
asid
aside
aside.thepetitioner
asiest
asif
asily
asim
asinglecircumstance
asinglepersonandnotofthethree
asip
asips
asis
asit
asiya
asj
ask
askance
askari
asked
asking
asku
askurdas
asla
aslam
aslamkhaki
asleep
aslo
asma
asman
asmat
asme
asmentioned
ason
asonable
asoned
asool
asotre
aspe
aspect
asphyxia
aspiration
aspirational
aspires
aspiring
asproved
asqurdass
ass
assai
assail
assaila
assailable
assailant
assailed
assailing
assails
assam
assan
assassinated
assassination
assault
assaulted
assaulting
assay
asse
assed
assem
assemb
assemble
assembled
assembly
assenbly
assert
asserted
asserting
assertio
assertion
asserts
assess
assessed
assessee
assessing
assessme
assessment
asset
assi
assign
assigne
assigned
assignee
assigning
assignment
assigns
assis
assist
assistan
assistanc
assistance
assistant
assisted
assisting
assitant
assoc
associ
associat
associate
associated
associati
associating
association
asst
asstt
assum
assume
assumed
assumes
assuming
assumption
assurance
assure
assured
assures
assuring
ast
astly
asto
astonishing
astonishingly
astor
astore
astowhichoneof
astray
astructure
astuk
astute
astuteness
asul
asunder
at-least
ata
atal
atba
atc
ate
ated
ateeq
ately
atement
atements
ater
aterial
athar
ather
aticle
atif
ating
ation
ational
ations
atiq
atir
atisfied
ative
atleast
atm
atmosphere
ator
atory
atpolicestation
att
atta
atta-ur-rehaman
atta-ur-rehman
attaabad
attabad
attac
attach
attache
attached
attaching
attachment
attack
attacked
attacking
attain
attained
attaining
attainingthe
attainment
attains
attaullah
atte
attempt
attempted
attempting
atten
attend
attendan
attendanc
attendance
attendant
attended
attending
attention
atter
attes
attest
attested
attesting
atthebodiesofhajiluqman
attheir
atti
attia
attique
attiqullah
attitu
attitude
attock
attoney
attorn
attorney
attr
attract
attracted
attracting
attraction
attractive
attracts
attributable
attribute
attributed
attributing
attribution
ature
atured
atute
au
auc
auct
auction
auctioneer
audi
audialterampartem
audience
audio
audit
auditable
audited
auditing
auditor
auditorium
aug
aught
aughter
augmented
augus
august
aullah
ault
aunt
aurangzaib
aurangze
aurangzeb
aurat
auricle
ausaf
ause
austere
ausuaf
aut
autar
auth
authen
authencity
authentic
authenticat
authenticate
authenticated
authentication
authenticity
autho
author
author.title
authored
authori
authorise
authorised
authorit
authoritarian
authoritative
authoritatively
authoriti
authoritie
authority
authorization
authorize
authorized
authorizedly
authorizes
authorizing
authorship
authorties
aution
auto
automate
automated
automatic
automatically
automation
autonomous
autonomy
autopsy
autor
autosomal
autosome
autre
auxiliary
av
avagueand
avai
avail
availa
availab
availabilit
availability
availabiltiy
availabl
available
availed
availing
avalanche
ave
avenge
avenue
average
avermen
averment
averred
averring
avert
averted
avery
aviation
avil
avily
aving
avoi
avoid
avoidable
avoidance
avoide
avoided
avoiding
avoids
avor
avour
aw
aw1
aw2
aw3
awabzada
awais
awaited
awaiting
awalpindi
awami
awan
awar
award
awarde
awarded
awarding
aware
awaren
awareness
away
awaz
awfully
awliyati
aws
ax
axe
axillary
axiomatic
ay
ayat
ayaz
aye
ayed
ayesh
ayesha
aying
ayoub
ays
ayub
ayubmasih
az
azad
azam
azeem
azfar
azhar
azher
azim
azima
azir
aziz
aziz-ur-
aziz-ur-rehman
azizullah
azizur
azmat
azmatullah
azoor
azor
azra
azrat
azur
b-
b-division
b.
b.a
b.ed
b.formation
b.i.s.e
b.sc
b.tech
b.the
b1churchill
b7y
ba
baad
bab-e-gilgit
baba
babar
babarzai
babe
baboor
babu
babusar
baby
bac
bacha
bachat
bachelor
back
backbone
backd
backdated
backdrop
backed
backer
backgro
background
backing
backward
backword
bacteria
bacteriological
bacteriologically
bad
bad-characters
badai
badal
badar
badhu
badi
badin
badl
badly
badr
badshah
baffling
bag
bagerji
baggage
bagh
bagho
bago
bagorote
bagrot
bahadar
bahadue
bahadur
bahar
bahaudin
bahawalnagar
bahawalpur
bai
baidar
baig
baigum
baihai
bail
bailable
bailee
baillie
bailor
bairy
bait
bait-ul-mal
baitul
baja
bak
bakar
bakdur
bake
baked
baker
bakha
bakhas
bakhdur
bakhsh
bakhshan
bakht
bakhtak
bakhtawar
bakhtiar
bakhtiyar
baking
bakrani
baksh
bal
bala
balance
balanced
balawaristan
bald
baldwin
balgar
balghar
balghari
bali
balinas
balitstan
ball
ballist
ballistic
ballot
baloch
balochistan
balouch
balsphemy
balti
baltian
baltikstan
baltis
baltisan
baltist
baltista
baltistan
baluchistan
ban
band
bandi
banerjee
bangla
bangladesh
bank
banker
banki
banking
banned
banner
bano
bantay
banu
banyor
baqar
baqi
baqir
baqrah
bar
bara
barabanki
baradari
baraka
baran
barat
barbarically
barchhon
bare
bared
barefoot
bargain
bargaining
bargali
bargo
bari
barkat
barkati
barkatullah
barki
barkulti
barmas
barnet
barr
barrack
barred
barrel
barren
barrier
barring
barrister
barrowers
basar
basari
base
based
baseen
baseer
baseless
baseline
basement
bash
basha
basharat
basharatullah
basheer
basher
basheri
bashi
bashindagan
bashir
bashiran
bashrin
basi
basic
basically
basin
basing
basis
basit
basltistan
basra
bassari
bastion
bat
bata
batch
bathak
bathroom
bato
batogah
baton
batool
battalion
battery
battle
battled
battling
bax
bay
bayees
baz
bazaar
bazar
bazzar
bb
bbas
bbh
bbsutsd
bde
bea
beacon
bear
bear1
beard
bearer
bearin
bearing
beast
beaten
beating
beautiful
beautifully
bec
beca
becam
became
becaus
beco
becom
become
becomes
becoming
becon
bed
bedding
bedetained
bedrock
bee
beefed
bef
befall
befefit
befo
befor
beg
begin
beginning
begotten
begum
beh
behal
behalf
behav
behave
behavior
behaviour
beheaded
behest
behi
behind
behlol
behnoi
behram
behria
bei
bein
being
bel
belated
belatedly
belcha
belief
belies
believ
believable
believe
believed
believer
believing
bellow
belly
belo
belong
belonged
belonging
belongs
beloved
belt
ben
benamadars
benamedars
benami
benamidar
benamidars
benamindars
benazir
benazirabad
benc
bench
benchmark
bend
bene
beneath
benef
benefi
beneficia
beneficial
beneficiar
beneficiary
benefit
benefited
benefiting
benefitofdoubt.heshallbereleased
benevolent
bengal
benign
benish
benjamin
bent
bepari
bequeath
bequeaths
bequest
ber
bereaved
bereft
beroun
beside
besides
best
bestow
bestowed
bestowing
bet
betheworkof
betrothal
better
betterment
betw
betwe
betwee
beverage
beyo
beyon
beyond
beyondtheshadow
bh
bhadur
bhahsa
bhai
bhaini
bhakkar
bhanja
bhari
bhash
bhasha
bhathi
bhatt
bhatti
bhikki
bhiria
bhit
bhola
bhoopala
bhuboni
bhubont
bhurgri
bhutto
bi
bia
biamakhore
bian
biari
bias
biased
bib
bibi
bibliophile
bid
bidaat
bidat
bidder
bidding
bifurcate
bifurcated
bifurcates
bifurcation
big
biggest
bihar
bihari
bike
bikrimi
bil
bilal
bilawal
bilbography
bility
bill
billah
billio
billion
bilqees
bima
bin
bina
bind
binding
bio
bio-
bio-metric
bioengineering
biolog
biological
biological1-identification
biologically
biology
biometric
biotechnology
bipinchandra
bir
birgal
birr
birt
birth
birthparents
bis-
bisma
bismillah
bisp
biswas
bit
biting
bitter
bitterly
bitumen
biyamachan
bj
bject
bjection
bkg.v
bkk
bl
blac
black
blacken
blackening
blackish
blackmail
blackstone
blackstonian
blame
blamed
blameless
blank
blanket
blanking
blasp
blasphemer
blasphemous
blasphemy
blast
blatant
blatantly
blatistan
blazing
ble
bleeding
blem
blended
bless
blessed
blessing
blic
bligatory
blind
blindly
blindn
blished
blishment
bln
blnb
block
blockade
blockage
blocked
blocking
blood
bloodshed
bloodstained
bloom
blos
blossom
blow
blub
blue
blunt
bly
bmc
bmit
bmits
bmitted
bn
bnf
bo
boa
boar
board
boarded
boarding
boast
bobulo
bod
bodi
bodily
body
bogari
boggling
bogus
boil
boiler
bokhari
bolan
bold
bolin
bolster
bom
bomb
bombay
bon
bona
bonafide
bonafidely
bond
bondage
bondsman
bone
bonfide
bonji
bonor
bony
boo
book
book.edition
booked
booking
booklet
boost
booster
boqs
bor
borate
borated
border
bore
born
borne
borrow
borrowed
borrower
borrowing
borther
boss
bosweel
bot
bother
bothered
bothering
boto
botogah
botokote
bottichow
bottle
bottom
bou
bought
bounced
bound
bounda
boundar
boundary
bounded
bounden
boundry
bountiful
bout
bove
box
boy
boycott
boycotting
boyd
bp
bp5-
bp6
bps
bps-
bps-1s
br
bra
bracing
braid
braided
brain
bran
branc
branch
branch.c.p.o
brand
branded
brandishing
braqcho
braska
brass
bravery
brazil
brea
breach
breached
bread
breader
break
breakage
breaker
breaking
breakthrough
breakup
breath
breathing
bree
breed
breeding
brent
brevity
brgrote
bri
bribe
bribed
bridge
bridled
brief
briefed
briefly
brig
brigade
bright
bring
bringing
brings
brining
britain
british
bro
broa
broached
broad
broadcast
broadcaste
broadcaster
broadcasting
broaden
broader
broadly
brohi
broke
broken
broker
bromwich
brood
broqchat
brot
brothe
brother
broug
brought
browsing
bruise
brushed
brutal
brutality
brutally
bs-
bsc
bsolute
bt
btful
bts
bu
bubar
buber
bubim
bubur
buccal
budalas
budder
buddhist
budge
budget
budgetary
budgeted
budgeting
budgetof
budh
budhan
budoo
buffalo
buhadur
buil
build
builder
building
built
bukha
bukhari
bukhsh
bula
bulb
bulbul
bulk
bull
bulldozing
bullet
bulletproof
bullo
bulmer
bulri
bunar
bunardas
bunch
bund
bunebrake
buner
bungalow
bunji
buranja
burden
burdened
burdening
bureau
bureaucratic
burero
burhan
burial
buried
buriro
burjees
burma
burmus
burn
burned
burning
burnt
burqa
bursh
burying
bus
busairo
buse
busiest
busin
busine
business
busy
butchery
butt
butter
buttohold
buy
buyer
bvh
by-laws
bye
bye-electio
bye-election
byitselfis
bynowthatwhen
bypass
bypassed
bytheaccused
bythelearned
bythepolicein
bytherecovery
c-
c.
c.a
c.a.nos
c.appeal
c.appeal.no
c.d
c.f.a
c.j
c.j.
c.m
c.m.a
c.m.sectt
c.misc
c.misc.no
c.no
c.p
c.p.c
c.p.l.a
c.p.l.a.no
c.p.l.ano
c.p.la
c.p.la.no
c.p.no
c.p.no.d
c.p.no.d-
c.pl.a
c.pla
c.programs
c.ps
c.r
c.r.p
c.r.r
c.rev
c.rpc
c.s
c.s.a
c.t
c.to
c1.petition
ca
caa
cabin
cabinet
cable
cadaver
cadet
cadr
cadre
cafeteria
cal
calamity
calcula
calculate
calculated
calculating
calculation
calcutta
cale
calendar
caliber
calibrated
calimed
caliph
caliphate
call
calle
called
caller
calling
cally
calm
came
cameatthespot.laiqshah
camel
camera
camouflage
camp
campaign
camping
campus
canada
canadian
canal
cance
cancel
canceled
canceling
cancell
cancellat
cancellation
cancelled
cancelling
cancer
candid
candidate
candidature
candidly
cann
canno
canon
cant
cantonment
cantt
canty
canvassed
cao
cap
capa
capable
capac
capacity
capere
capital
capr
caprice
caprici
capricious
capricorn
capt
captain
captcha
caption
captioned
captive
capture
captured
capturing
caput
car
carbine
card
carded
cardiac
cardinal
cardio
cardiopulmonary
care
career
caref
carefu
careful
carefully
carelessness
caretaker
cargo
caring
carolina
carpenter
carr
carri
carriage
carried
carrier
carry
carrying
carryout
cart
cartridge
carves
casa
cascaded
cascading
case
case.if
case.inthisrespect
case.the
caseh
caseregistered
casethenthesameissufficient
cash
cashier
casing
casino
cassette
cast
caste
casting
castle
castrated
casual
casually
catagorically
catchment
cate
cated
catego
categori
categoric
categorical
categorically
categorization
categorized
category
catena
cater
catered
caters
cation
cattle
cau
caucasian
caught
caus
causa
cause
caused
causedinjuries
causedthesaidsingleinjuryonthebodyofthedeceased
causeway
causi
causing
caut
caution
cautious
cautiously
cavashi
cavasji
cavea
caveat
caveator
caveators
cavil
cavity
cbc
cbr
cbt
cc
cc.ca
cceeded
cceptance
ccess
ccessful
cci
ccia-
ccommodation
ccordance
ccording
ccordingly
ccount
ccpo
ccr
cctv
ccupation
ccurrence
ccused
cd
cda
cdfd
cdma
cdr
ce
ce-ii-
cealing
cease
ceased
ceasing
ceck
ced
ceding
cedure
ceed
ceeding
ceena
ceiling
ceing
ceipt
ceive
celebrated
cell
cellent
celling
cement
cemented
cen
cenario
censure
census
cent
centaurus
center
centered
central
centralized
centre
centrum
century
cepted
ception
cer
cerem
ceremonious
ceremony
cerned
cerns
cert
certa
certai
certain
certainly
certainty
certi
certifi
certific
certifica
certificat
certificate
certificated
certification
certified
certifies
certify
certiorari
cessary
cessation
cfa
cfa.no
cft
cfy
cgpa
ch
ch.
ch.d.
ch.sultan
cha
chachor
chachore
chadbourn
chadrigar
chaetty
chaff
chages
chai
chain
chained
chair
chairm
chairma
chairman
chairman.-
chairmanship
chairpers
chairperson
chak
chakar
chakarkot
chaklala
chaksa
chalan
chalghoza
chalias
chalk
chalked
chalking
chall
challa
challan
challand
challanded
challaned
challans
challe
challen
challeng
challenge
challengeable
challenged
challenging
challo
chalt
cham
chaman
chambar
chamber
chamman
chamogarh
chamoghard
champion
chan
chanabhai
chance
chancello
chancellor
chanchay
chanche
chand
chandra
chandrigar
chang
changaizi
changazi
change
changed
changezi
changing
chanism
chanma
channel
chanting
chaos
chapeter
chaprote
chapter
chapter-
chaqpo
char
chara
charac
character
characterist
characteristic
characteristically
charagh
charg
charge
chargeable
charged
charging
charitable
charity
chart
charter
chartered
chase
chased
chashman
chasing
chassis
chastity
chatha
chator
chatorkhand
chattel
chattha
chaudhary
chaudhry
chaukidars
chaundgrgar
chaurhrian
che
cheaque
cheaques
cheated
cheating
chec
check
checked
checking
checkup
chedule
cheema
cheetah
chef
chemical
chemistry
cheque
cher
cherges
cherry
ches
chest
chet
chhaqpo
chi
chibuzo
chicanery
chichawatni
chie
chief
chiefcourt
chiefjudge
chil
chila
chilas
child
childborn
childbut
childhood
childless
chili
chilim
chillas
chilled
chilling
chillum
chin
china
chinese
chiraghuddin
chishtian
chit
chitral
chizer
chlorination
chloroform
chn
cho
chobara
chock
choice
chok
chokar
choke
choker
chonga
chongra
chongrah
chool
chools
choose
chooses
choosing
chorbat
chorit
chorkah
chose
chosen
choudary
choudhry
choumik
chourdhy
chow
chowbara
chowk
chowker
chowki
chowkid
chowkidar
chowkidars
chro
chromosome
chronic
chuhri
chulichen
chunderigar
chundrigar
chungi
chunk
chuperson
chupursan
chupurson
chura
churned
ci
cia
cial
ciary
ciate
ciated
cid
cide
cided
cident
cient
cieties
ciety
cigarette
cigarette-case
cility
cinded
cinema
cing
cio-economic
ciously
ciple
ciples
cipline
cir
circ
circle
circle-og
circu
circuit
circular
circulate
circulated
circulates
circulating
circulation
circum
circums
circumscribed
circumspect
circumspection
circumst
circumsta
circumstan
circumstanc
circumstance
circumstanced
circumstantial
circumvent
cise
cising
cisions
cit
citation
cite
cited
citi
citing
citiz
citizen
citizenship
city
civ
civi
civic
civil
civil.misc.no
civilian
civilization
civilized
civiljudge
civillines
civilly
civl
cj
ck
ck-up
cking
ckowk
cl
cla
clad
clai
claim
claimant
claimed
claimers
claimin
claiming
clamoring
clan
clarations
clari
clarif
clarifi
clarification
clarifie
clarified
clarifies
clarify
clarifying
clarity
clark
clas
clash
class
classical
classification
classified
classify
classifying
classroo
classroom
clau
clause
clause-ii-terms
clause-section
claw
clc
cld
cle
clean
cleaner
cleanliness
cleanness
cleanup
clear
clearance
cleared
clearing
clearly
clerical
clerk
clic
click
client
clifton
climate
clinch
clinched
clinic
clinical
clip
clipping
clock
clog
clos
close
closed
closel
closely
closer
closing
closure
clot
cloth
clothe
clothes
clothing
clotted
club
clubbed
cluded
clue
cm
cma
cmas
cmh
cmi
cmo
cmp
cmr
cnic
cnics
cnmm
cns
cnsa
co
co-
co-accused
co-convicts
co-existed
co-extensive
co-operate
co-operation
co-operative
co-owners
co-petitioners
co-villagers
co-worker
co.
co.rep.48b
coach
coached
coaching
coal
coast
coastal
coat
coca-
coca-cola
cocted
cod
codal
code
codel
codified
coerci
coercion
coercive
coexist
coexisting
cog
cogent
cogni
cognitive
cogniza
cognizable
cognizance
cognizant
cohabitation
cohabited
cohere
coherence
coherent
cohesion
coiled
coincidenc
coincidence
col
col.
cola
cold
coll
collaborating
collaboration
collage
collapse
collapsed
collapsing
collateral
colle
colleague
collec
collect
collected
collecti
collecting
collection
collective
collectively
collecto
collector
collectorate
colleg
college
colleteral
collision
colloquially
collu
collusion
collusive
colo.
colo.app
cologne
colombo
colone
colonel
colonial
colonization
colony
color
colorful
colossal
colour
colourable
coloured
colt
column
com
coma
combination
combine
combined
combining
comdt
come
comer
comfort
comfortable
comfortably
comin
coming
comity
comlaint
comm
comma
comman
command
commandant
commanded
commander
commanding
commandment
commen
commence
commenced
commencement
commences
commencing
commendable
commendation
commensurate
comment
commentary
commented
commenting
commerce
commercial
commercialization
commerzbank
commettee
commi
commis
commision
commiss
commissi
commissioiner
commission
commissione
commissioned
commissioner
commissioning
commisssioner
commit
commitment
commits
committal
committe
committed
committee
committer
committes
committing
commo
commodate
commodification
commodity
commodum
common
commonly
commonsense
commonwealth
commun
communal
communi
communicable
communicate
communicated
communicates
communicating
communication
communicator
communit
communited
communiti
community
commutation
commuted
commuting
comp
compa
compan
compani
companie
companion
company
compara
comparable
comparables
comparative
comparatively
compare
compared
compari
comparing
comparison
compass
compassion
compassionate
compatible
compe
compel
compelled
compelling
compen
compens
compensa
compensate
compensated
compensating
compensation
compet
compete
competed
competen
competence
competencie
competency
competent
competently
competition
competitive
competitor
compilation
compile
compiled
compiling
compl
compla
complai
complain
complaina
complainan
complainant
complaince
complained
complaining
complains
complaint
comple
complement
complementary
complemented
complet
complete
completed
completely
completeness
completing
completion
complex
complexion
complexity
compli
complia
complian
complianc
compliance
compliant
complic
complicated
complicating
complication
complicity
complied
comply
complying
compo
component
composed
composer
composing
composite
composition
compound
compoundable
compounded
compounding
compr
comprehe
comprehend
comprehended
comprehends
comprehension
comprehensiv
comprehensive
compri
comprise
comprise_9
comprised
comprises
comprising
compromise
compromised
compromising
compu
compulsary
compulsion
compulsorily
compulsory
compunction
comput
computation
compute
computed
computer
computerize
computerized
computing
con
conc
conce
conceal
concealed
concealing
concealmen
concealment
concede
conceded
concedes
conceding
conceeded
conceivable
conceive
conceived
concentrate
concentrati
concentration
concep
concept
conception
conceptionally
conceptual
conceptually
concer
concern
concerne
concerned
concerned14
concerning
concert
concerted
concess
concessio
concession
concessional
conciliation
conciliatory
concise
concisely
concl
conclude
concluded
concludes
concluding
conclus
conclusion
conclusive
conclusively
conclusiveness
concocted
concocting
concoction
concomitant
concrete
concu
concur
concurre
concurred
concurren
concurrence
concurrent
concurrently
concurring
cond
condemnation
condemned
condemning
condensed
condi
condit
conditio
condition
conditional
conditionally
conditioned
conditioner
conditioning
condon
condonable
condonatiion
condonation
condone
condoned
condonence
condoning
condu
conduc
conducive
conduct
conducte
conducted
conducting
conductingthat
conduction
conductor
cone
conf
confe
confer
conference
conferencing
conferment
conferre
conferred
conferring
confers
confess
confessed
confessi
confessing
confessio
confession
confessiona
confessional
confi
confided
confiden
confidenc
confidence
confident
confidential
confidentiality
confine
confined
confinement
confines
confining
confirm
confirmat
confirmati
confirmation
confirmatory
confirmed
confirming
confirms
confiscat
confiscate
confiscated
confiscating
confiscation
confiscatory
confl
conflated
conflates
confli
conflic
conflict
conflicting
conform
conformance
conforming
conformity
confront
confrontation
confronted
confronting
confuse
confused
confusing
confusion
congested
congress
congruent
conj
conjecture
conjugal
conjunction
conjuncture
conn
connation
connec
connect
connected
connecti
connecting
connection
connectivity
connects
connetion
connivance
connived
connotation
connote
connotes
consanguineous
conscience
consciou
conscious
consciously
consciousness
conse
consecutive
consecutively
consen
consensual
consensus
consent
consented
consenting
conseq
consequ
conseque
conseque3nce
consequen
consequence
consequent
consequential
consequently
conservation
conservator
consi
consid
conside
consider
considera
considerable
considerably
considerat
considerate
considerati
consideratio
consideration
considere
considered
consideri
considering
considers
consigned
consignment
consion
consist
consiste
consisted
consistency
consistent
consistently
consisting
consists
consitutionally
consoli
consolidate
consolidated
consolidation
consonanc
consonance
consonant
conspicuous
conspicuously
conspiracy
conspired
consstitutinal
const
constable
constabulary
constant
constantly
consti
constit
constitu
constituency
constituent
constitut
constitute
constituted
constitutes
constituti
constituting
constitutio
constitution
constitutiona
constitutional
constitutionalism
constitutionality
constitutionally
constitutionconstitution
constitutionobjectives
constr
constra
constrain
constrained
constrains
constraint
constriction
constru
construct
constructed
constructi
constructing
constructio
construction
constructive
constructively
constructor
construe
construed
construes
construing
consul
consulate
consult
consultancy
consultant
consultat
consultatio
consultation
consultative
consulted
consulting
consume
consumed
consumer
consuming
consummated
consummation
consumption
cont
contact
contacted
contactor
contain
containe
contained
containing
containment
contains
contamina
contaminant
contaminat
contaminated
contaminating
contamination
conte
contemnor
contemnors
contempl
contemplate
contemplated
contemplates
contemplation
contemporaneous
contemporaneously
contemporary
contempt
contemptuous
conten
contend
contende
contended
contender
contending
contends
contensions
content
contented
contenti
contentio
contention
contentious
contest
contestable
contestant
contested
contesting
context
contextual
continence
continent
contingency
contingent
continu
continuance
continuation
continue
continued
continues
continuing
continuity
continuous
continuously
continuum
contour
contr
contra
contraband
contrac
contracdtors
contract
contracted
contracting
contraction
contractor
contractual
contrad
contradi
contradict
contradicted
contradicting
contradiction
contradictory
contradicts
contraril
contrarily
contrary
contrast
contraven
contravene
contravenes
contravention
contribute
contributed
contributes
contributing
contribution
contributor
contributory
contrived
contro
controerted
control
controlle
controlled
controller
controlling
controve
controversial
controversy
controvert
controverte
controverted
controverter
controverting
contumacious
contusion
conv
conve
convection
convene
convened
convener
convenience
convenient
conveniently
convening
convention
conventional
conver
conversant
conversation
converse
conversely
conversion
convert
converte
converted
converter
converting
convey
conveyance
conveyed
conveying
conveys
convi
convic
convict
convicted
convicti
convictin
convicting
convictio
conviction
convinc
convince
convinced
convincing
cook
cooler
cooli
cooling
cooly
cooperate
cooperating
cooperation
cooperative
coord
coordinat
coordinate
coordination
coordinator
cope
copies19
copiest
copmany
copper
copy
copying
copyright
cor
coram
cord
cordance
corded
cordial
cordingly
cordon
core
corer
corn
cornelious
corner
cornerstone
corolla
corollary
corp
corporal
corporat
corporate
corporated
corporation
corporation13
corportions
corpse
corpus
corr
corre
correct
corrected
correcting
correction
corrective
correctly
correctness
corrects
correlated
correlation
correspond
correspondence
corresponding
correspondingly
corridor
corrigend
corrigendum
corro
corrob
corrobo
corroborat
corroborate
corroborated
corroborates
corroborating
corroboration
corroborative
corroboratory
corrum
corrupt
corruption
corum
corut
cost
costing
costmary
cot
cotton
cou
couch
couched
coul
could
coun
counc
counci
council
council8
coundel
couns
counse
counsel
counseling
counselling
counsellor
count
counted
countenance
counter
counterfoil
counterp
counterpart
countersigned
counting
countr
country
countrywide
county
coup
couple
coupled
cour
courage
courier
cours
course
court
court-ii
court.-
court.the
court.there
courteous
courtesy
courtgilgit
courtr
courtroom
courtyard
cousin
cout
couts
covenant
cover
covered
covering
covert
coverting
covery
covetousness
cow
cowasjee
cowdung
cox
coру
cp
cpal
cpc
cpd
cpec
cpla
cpla.no
cplas
cpo
cps
cps_1041_of_24_etc_final
cquiescence
cquisition
cquittal
cquitted
cr
cr.a
cr.appeal
cr.c
cr.lj
cr.m.a
cr.misc
cr.misc.no
cr.p
cr.p.c
cr.p.c.
cr.p.candindefault
cr.p.con
cr.p.l
cr.p.l.a
cr.p.l.a.no
cr.pc
cr.pc.statement
cr.pla
cr.pla.no
cr.plas
cr.r
cr.rev
cr.rev.no
cr.revision
cradle
craft
crafted
cram
crammed
craneal
crap
crawling
crc
cre
creat
create
created
creates
creating
creation
creative
creativity
creator
creature
cred
credence
credential
credibilit
credibility
credibl
credible
credit
creditable
credited
creditor
creed
creeping
crept
crest
cretary
cretionary
cri
cri.petition
cribed
crick
cricket
cried
crim
crime
crimi
crimial
crimin
crimina
criminal
criminately
criminating
crippled
crisis
crite
criter
criteri
criterion
critic
critical
critically
criticism
criticized
crl
crl-.mas
crl-ma
crl.a
crl.appeal
crl.lj
crl.m.a
crl.mas
crl.mis
crl.misc
crl.misc.no
crl.o.p
crl.original
crl.p
crl.p.l.a
crl.p.no
crlma
cro
crop
cropped
crore
crosland
cross
cross-examination
